print ("Я подсчитаю свою живность:")

print ("Куры", 25.0+30.0/6.0)
print ("Петухи", 100.0-25.0*3.0%4.0)

print ("А теперь посчитаю яйца")

print (3+2+1-5+4.0%2-1.0/4.0+6.0)

print ("Верно ли, что 3+2<5-7?")

print (3+2<5-7)

print ("Сколько будет 3+2?",3+2)
print ("А сколько будет 5-7?",5-7)

print("Ой, я кажется, запутался... Почему False?")

print ("Еще раз посчитаю...")

print ("Это больше?",5>2)
print ("А это больше или равно?",5>=-2)
print ("А это меньше или равно?",5<=-2)